{
  "locale": "en",
  "name": "en",
  "translations": {
    "nav.home": "Home",
    "nav.about": "About Us",
    "nav.services": "Services",
    "nav.events": "Events",
    "nav.join": "Join Us",
    "nav.contact": "Contact",
    "nav.changeLanguage": "Change Language",
    "footer.description": "Since 1889, preserving Italian culture and building community in Miramar. A legacy of tradition, solidarity, and future.",
    "footer.quickLinks": "Quick Links",
    "footer.service.italian": "Italian Language Courses",
    "footer.service.citizenship": "Citizenship Consultancy",
    "footer.service.rentals": "Hall Rentals",
    "footer.service.cultural": "Cultural Activities",
    "footer.copyright": "All rights reserved.",
    "home.title": "Welcome to the Italian Circle Joven Italia",
    "home.subtitle": "Uniting generations, celebrating our Italian heritage in Miramar since 1889.",
    "home.metaTitle": "Italian Circle Joven Italia - Miramar",
    "home.metaDescription": "Official website of the Italian Circle Joven Italia of Miramar. Events, culture, Italian language, and community.",
    "home.founded": "Founded on April 28, 1889",
    "home.viewNextEvents": "View upcoming events",
    "services.whatWeDo": "What we do",
    "services.title": "Our Services",
    "services.description": "Discover everything the Italian Circle of Miramar has to offer you and your family.",
    "services.languages.title": "Languages",
    "services.languages.desc": "Learn Italian and English with our different levels and proposals for all ages.",
    "services.languages.cta": "See classes",
    "services.halls.title": "Halls",
    "services.halls.desc": "Equipped and versatile spaces for your meetings, trainings, and celebrations.",
    "services.halls.cta": "See spaces",
    "services.citizenship.title": "Citizenship",
    "services.citizenship.desc": "Comprehensive advice and support in the procedures to obtain Italian citizenship.",
    "services.citizenship.cta": "Consult",
    "services.culture.title": "Culture and Art",
    "services.culture.desc": "Exhibitions, music, and events that promote our cultural heritage.",
    "services.culture.cta": "See agenda",
    "services.dance.title": "School of Dance",
    "services.dance.desc": "Rhythms in Action. Jazz Dance, Urban, Classical, and more for all ages.",
    "services.dance.cta": "See classes",
    "services.art.title": "Art Workshop",
    "services.art.desc": "Creative space to develop your skills in painting and drawing.",
    "services.art.cta": "More info",
    "services.health.title": "Nutrition and Health",
    "services.health.desc": "Nutritionist office available for members with preferential rates.",
    "services.health.cta": "Consult",
    "services.university.title": "Siglo 21 University",
    "services.university.desc": "University Learning Center. Undergraduate and graduate degrees.",
    "services.university.cta": "Go to site",
    "citizenship.title": "Italian Citizenship Procedures",
    "citizenship.subtitle": "We accompany you throughout the process to obtain your Italian citizenship",
    "citizenship.services.title": "Our Services",
    "citizenship.services.subtitle": "We offer complete advice to facilitate your citizenship process",
    "citizenship.services.s1.title": "Consulting",
    "citizenship.services.s1.desc": "We evaluate your particular case to determine the most appropriate path for your citizenship.",
    "citizenship.services.s2.title": "Document Management",
    "citizenship.services.s2.desc": "We help you with the search, translation, and legalization of necessary documents for your process.",
    "citizenship.services.s3.title": "Process Tracking",
    "citizenship.services.s3.desc": "We follow up on your process and keep you informed about its status and next steps.",
    "citizenship.process.title": "Citizenship Process",
    "citizenship.process.subtitle": "Learn the steps to obtain your Italian citizenship",
    "citizenship.process.step1.title": "Eligibility Assessment",
    "citizenship.process.step1.desc": "We analyze your case to determine if you meet the requirements to apply for Italian citizenship by descent.",
    "citizenship.process.step2.title": "Document Collection",
    "citizenship.process.step2.desc": "We help you gather all necessary documents: birth, marriage, and death certificates of your Italian ancestors.",
    "citizenship.process.step3.title": "Translation and Legalization",
    "citizenship.process.step3.desc": "We manage the official translation into Italian and legalization of all required documents.",
    "citizenship.process.step4.title": "File Preparation",
    "citizenship.process.step4.desc": "We organize all documentation according to the requirements of the corresponding Italian consulate.",
    "citizenship.process.step5.title": "Submission and Follow-up",
    "citizenship.process.step5.desc": "We advise you on the submission of the application and follow up until you obtain your citizenship.",
    "citizenship.requirements.title": "Requirements",
    "citizenship.requirements.req1": "Have an Italian ancestor who emigrated to Argentina after the unification of Italy (1861).",
    "citizenship.requirements.req2": "Demonstrate direct line of descent through official documentation.",
    "citizenship.requirements.req3": "The Italian ancestor must not have renounced their citizenship before the birth of the next descendant in the line.",
    "citizenship.requirements.req4": "Present birth, marriage, and death certificates of all ascendants in the line of descent.",
    "citizenship.requirements.req5": "All documents must be legalized and translated into Italian by an official translator.",
    "citizenship.faq.title": "Frequently Asked Questions",
    "citizenship.faq.subtitle": "We resolve your doubts about the Italian citizenship process",
    "citizenship.faq.q1": "Who can apply for Italian citizenship?",
    "citizenship.faq.a1": "Anyone who can demonstrate descent from an Italian citizen, with no limit on generations, as long as the line of transmission has not been interrupted.",
    "citizenship.faq.q2": "How long does the process take?",
    "citizenship.faq.a2": "The time varies according to each case, but generally it can take between 1 and 3 years from submission to obtaining citizenship.",
    "citizenship.faq.q3": "What documents do I need?",
    "citizenship.faq.a3": "You will need birth, marriage, and death certificates of all your ascendants in the Italian line, from your Italian ancestor to you. All must be legalized and translated into Italian.",
    "citizenship.faq.q4": "Can I process citizenship if my Italian ancestor was naturalized Argentine?",
    "citizenship.faq.a4": "It depends on when they were naturalized. If they did so after the birth of the next descendant in the line, you can still apply for citizenship. If it was before, the line of transmission was interrupted.",
    "citizenship.faq.q5": "What benefits does Italian citizenship have?",
    "citizenship.faq.a5": "Italian citizenship allows you to reside, work, and study in any country of the European Union, travel without restrictions through Europe, and transmit citizenship to your descendants.",
    "citizenship.cta.title": "Ready to start your process?",
    "citizenship.cta.desc": "Contact us for a free evaluation of your case and start the process towards your Italian citizenship.",
    "citizenship.cta.button": "Request advice",
    "citizenship.metaTitle": "Italian Citizenship Procedures - Italian Circle Joven Italia",
    "citizenship.metaDescription": "Complete advice to obtain your Italian citizenship. We help you with document management, translations, legalizations and tracking of your process.",
    "events.title": "Upcoming Events",
    "events.subtitle": "Discover the cultural and educational activities we organize at the Italian Circle",
    "events.noEvents": "No scheduled events",
    "events.noEventsDesc": "We currently have no scheduled events. Check back soon for our upcoming activities.",
    "events.viewMore": "View more",
    "events.metaTitle": "Events - Italian Circle Joven Italia",
    "events.metaDescription": "Discover the upcoming cultural and educational events at the Italian Circle Joven Italia in Miramar.",
    "dance.hero.schoolType": "DANCE SCHOOL",
    "dance.hero.quote": "DANCE IS THE DRAWING OF IMAGINATION... IT IS THE SOUND OF THE SOUL WHEN IT WANTS TO EXPRESS ITSELF",
    "dance.hero.author": "Graciela VELLA",
    "dance.hero.description": "Our purpose is to promote a multidisciplinary space that accompanies the development of the people who transit it, in an integral way, from the body in movement.",
    "dance.hero.scheduleBtn": "See Schedule",
    "dance.hero.contactBtn": "Contact",
    "dance.values.title": "OUR VALUES",
    "dance.values.subtitle": "The pillars that guide our educational and artistic philosophy",
    "dance.values.professionalism.title": "PROFESSIONALISM",
    "dance.values.professionalism.desc": "In our task as teachers and cultural agents, taking into account the social context that surrounds us and committed to transforming it.",
    "dance.values.authenticity.title": "AUTHENTICITY",
    "dance.values.authenticity.desc": "Not copying models but building through time own associations of meaning according to personal experiences of each member of the school.",
    "dance.values.respect.title": "RESPECT",
    "dance.values.respect.desc": "To all people, with an integral approach from movement, from health and from bonding.",
    "dance.values.containment.title": "CONTAINMENT",
    "dance.values.containment.desc": "Place where people can grow through integral artistic experiences, bonding from love.",
    "dance.values.belonging.title": "SENSE OF BELONGING",
    "dance.values.belonging.desc": "There is a way of being part, there is a way of being Ritmos en Acci贸n, there is a common denominator that is tacitly found in those people who are from the School.",
    "dance.gallery.title": "GALLERY",
    "dance.gallery.subtitle": "Special moments of our dance school",
    "dance.gallery.viewMore": "View more photos",
    "dance.gallery.remaining": "remaining",
    "dance.schedule.title": "ACTIVITY SCHEDULE",
    "dance.schedule.subtitle": "Discover our classes organized by days and times",
    "dance.schedule.close": "Close",
    "dance.contact.title": "CONTACT",
    "dance.contact.subtitle": "Join our dance family! Contact us for more information",
    "dance.contact.director": "DIRECTOR: FLORENCIA FULAO",
    "dance.contact.email": "Email",
    "dance.contact.cta.title": "Ready to start your dance journey?",
    "dance.contact.cta.desc": "Contact us for more information about our classes, schedules and prices. We wait for you at Ritmos en Acci贸n!",
    "dance.contact.cta.whatsapp": "Contact via WhatsApp",
    "dance.footer.desc": "Multidisciplinary dance school committed to the integral development of our students through movement and artistic expression.",
    "dance.metaTitle": "Dance - Italian Circle Joven Italia",
    "dance.metaDescription": "Multidisciplinary dance school. See schedules, values and contact.",
    "nutrition.title": "Nutrition and Health",
    "nutrition.subtitle": "Caring for the well-being of our members and the community.",
    "nutrition.consulting.title": "Nutritional Office",
    "nutrition.consulting.desc": "Nutritionist office available for members with preferential rates. A space designed to accompany you on the path to a healthier life, with professional and personalized advice.",
    "nutrition.benefits.title": "Benefit for Members",
    "nutrition.benefits.desc": "Access special rates by presenting your current membership card.",
    "nutrition.professional.title": "Professional Attention",
    "nutrition.professional.desc": "Graduates in nutrition specialized in different areas.",
    "nutrition.metaTitle": "Nutrition and Health - Italian Circle",
    "nutrition.metaDescription": "Nutrition and health office at the Italian Circle of Miramar. Benefits for members.",
    "about.title": "Our History",
    "about.subtitle": "136 years accompanying the city of Miramar 佛",
    "about.visualTour": "A Visual Tour",
    "about.visualTourDesc": "Relive key moments of our trajectory.",
    "about.videoTitle": "History of C铆rculo Italiano Joven Italia",
    "about.videoTitle2": "Institutional Video",
    "about.origins": "Our Origins",
    "about.originsP1": "The Italian Mutual Aid Society was founded on June 29, 1889, becoming the first institution in Miramar, created just one year after the city itself.",
    "about.originsP2": "In its beginnings, the society operated through a monthly fee that covered sickness and medication expenses for its members. This structure operated for decades, but with the arrival of healthcare providers, its original purpose began to lose relevance.",
    "about.originsP3": "After World War II, a new wave of Italian immigration arrived in Miramar, giving rise on June 29, 1959, to the Italian Circle of Miramar, under the presidency of Alberto Caroso. This new institution focused on social and cultural aspects, organizing meetings, lunches, dinners, and diverse activities for the Italian community.",
    "about.originsImgAlt": "136 years Italian Circle",
    "about.timeline": "Timeline",
    "about.timeline1889": "June 29 - Foundation of the Italian Mutual Aid Society, the first institution in the city of Miramar.",
    "about.timeline1959": "June 29 - Formation of the Italian Circle of Miramar, chaired by Alberto Caroso, in response to the new wave of Italian immigration following World War II. Social gatherings, lunches, dinners, and member birthday celebrations begin.",
    "about.timeline2000": "Informal conversations begin between the Italian Society and the Italian Circle for a possible unification, driven by the need for generational renewal and institutional strengthening.",
    "about.timeline2002": "June - Renovation work begins on the old Joven Italia building, ensuring an important cultural legacy for the city.",
    "about.timeline2005": "November - Official merger of both institutions, giving rise to the current Italian Circle Joven Italia. Assets are consolidated and the membership base is unified.",
    "about.timeline2009": "Sale of the Italian Circle building and start of construction of a second floor at the Joven Italia headquarters, with new classrooms and an additional hall.",
    "about.timeline2010": "August 19 - Inauguration of the Giuseppe Verdi Hall on the second floor, completing an important stage of expansion for the institution.",
    "about.timeline2024": "Celebration of 136 years of history, reaffirming our commitment to promoting Italian culture in Miramar and continuing with the dreams yet to be fulfilled that drive our institution.",
    "about.legacy": "Our Cultural Legacy",
    "about.legacySubtitle": "A cultural pillar for Miramar throughout the decades",
    "about.communitySpace": "A Space for the Community",
    "about.legacyP1": "Since its formation, our culture sub-committee has worked professionally on programming annual cultural events such as Cultural Week, providing a space where artists, groups, and city institutions can showcase their talents.",
    "about.legacyP2": "We have established a permanent monthly exhibition hall in our entrance hall, where talented local artists can present their works, and we regularly organize conferences, book presentations, and workshops.",
    "about.legacyP3": "Our annual fashion cocktail, which started as a small event, has become a flagship event for the city, featuring top figures in the fashion world and raising funds for local institutions in need.",
    "about.values": "Our Values",
    "about.valuesSubtitle": "Principles that have guided our institution throughout these 136 years",
    "about.valCommunity": "Community",
    "about.valCommunityDesc": "We foster a sense of belonging and unity among members of the Italian and local community, from our origins as a mutual aid society to today.",
    "about.valCulture": "Culture",
    "about.valCultureDesc": "We preserve and promote rich Italian culture through exhibitions, talks, and events that enrich Miramar's cultural life.",
    "about.valEducation": "Education",
    "about.valEducationDesc": "We offer opportunities for learning the Italian language and culture for all ages, contributing to the intellectual development of the community.",
    "about.valIntegration": "Integration",
    "about.valIntegrationDesc": "We build bridges between Italian and Argentine culture, enriching both communities, as demonstrated by our successful institutional merger in 2005.",
    "about.valTradition": "Tradition and Innovation",
    "about.valTraditionDesc": "We respect our roots while adapting to new times, as demonstrated by our evolution from a mutual aid society to a comprehensive cultural center.",
    "about.valSolidarity": "Solidarity",
    "about.valSolidarityDesc": "We support our community as we have since 1889, now through charity events like our annual fashion cocktail that benefits local institutions.",
    "about.gallery": "Historical Gallery",
    "about.gallerySubtitle": "A glimpse into our past in images",
    "about.quote": "An institution that saw a city born, and a city that saw an institution grow, a source of pride for all Italians and for all their descendants. A dream that was distant and utopian, but which became reality through the effort of hundreds of people who dedicated part of their lives to making it happen. Today it is 136 years and that is many, but we still have dreams to fulfill.",
    "about.metaTitle": "Our History - Italian Circle Joven Italia",
    "about.metaDescription": "Discover the 136 years of history of the Italian Circle Joven Italia of Miramar. Since 1889 preserving and promoting Italian culture in the community.",
    "history.imageAlt": "Historical facade of the Italian Circle of Miramar",
    "history.founded": "Founded in 1889",
    "history.years": "More than a century of history",
    "history.tag": "Our History",
    "history.title": "Preserving our roots, building the future",
    "history.description1": "Since 1889, we have been a pillar of Italian culture in Miramar. We were born to support immigrants and today we continue to promote language, traditions, and cultural gatherings.",
    "history.description2": "With 136 years of history, we evolve while keeping our Italian heart, offering a space open to the entire community.",
    "history.cta": "Know our history",
    "join.title": "Join Us",
    "join.description": "To join the Italian Circle, we invite you to complete the corresponding form. If you do not have two active members who can present you, we will coordinate an interview with members of the Board of Directors.",
    "join.instructions": "Below we send you the link to join the institution. You will be able to complete your data and a team member will contact you.",
    "join.button": "Complete membership form",
    "join.contact": "To know the values of the social quota and more details, we ask you to contact by email at:",
    "join.metaTitle": "Join Us - Italian Circle Miramar",
    "join.metaDescription": "Learn how to join the Italian Circle of Miramar, complete the form and receive all the necessary information.",
    "joinForm.hero.title": "Membership Application Form",
    "joinForm.hero.subtitle": "Complete the following form to begin your membership application",
    "joinForm.personalData": "Personal Information",
    "joinForm.contact": "Contact Information",
    "joinForm.additional": "Additional Information",
    "joinForm.presenters": "Presenting Members (Optional)",
    "joinForm.motivation": "Motivation",
    "joinForm.nombre": "First Name",
    "joinForm.apellido": "Last Name",
    "joinForm.dni": "ID Number",
    "joinForm.fechaNacimiento": "Date of Birth",
    "joinForm.nacionalidad": "Nationality",
    "joinForm.email": "Email",
    "joinForm.telefono": "Phone / WhatsApp",
    "joinForm.domicilio": "Address",
    "joinForm.ciudad": "City",
    "joinForm.codigoPostal": "Postal Code",
    "joinForm.profesion": "Profession",
    "joinForm.estadoCivil": "Marital Status",
    "joinForm.estadoCivil.soltero": "Single",
    "joinForm.estadoCivil.casado": "Married",
    "joinForm.estadoCivil.divorciado": "Divorced",
    "joinForm.estadoCivil.viudo": "Widowed",
    "joinForm.estadoCivil.otro": "Other",
    "joinForm.ascendenciaItaliana": "Do you have Italian ancestry?",
    "joinForm.socioPresentante1": "First Presenting Member",
    "joinForm.socioPresentante2": "Second Presenting Member",
    "joinForm.motivoAsociacion": "Why do you want to join the Italian Circle?",
    "joinForm.submit": "Submit Application",
    "joinForm.submitting": "Submitting application...",
    "joinForm.successTitle": "Application Submitted!",
    "joinForm.successMessage": "We have received your membership application. A member of the Board of Directors will contact you shortly.",
    "joinForm.newRequest": "Submit another application",
    "joinForm.errorMessage": "An error occurred while submitting your application. Please try again.",
    "joinForm.metaTitle": "Membership Application Form - Italian Circle",
    "joinForm.metaDescription": "Complete your membership application to the Italian Circle Joven Italia of Miramar.",
    "Contacto": "",
    "Estamos aqu铆 para ayudarte": "",
    "Env铆anos un mensaje": "",
    "驴Tienes dudas, consultas o quieres comunicarte con nosotros? Completa el formulario y te responderemos a la brevedad.": "",
    "Nombre y apellido": "",
    "Asunto": "",
    "Mensaje": "",
    "Enviar mensaje": "",
    "Informaci贸n de contacto": "",
    "Direcci贸n": "",
    "Tel茅fono": "",
    "C贸mo llegar": "",
    "contact.metaTitle": "",
    "contact.metaDesc": ""
  }
}