{
  "locale": "es",
  "name": "es",
  "translations": {
    "nav.home": "Inicio",
    "nav.about": "Nosotros",
    "nav.services": "Servicios",
    "nav.events": "Eventos",
    "nav.join": "Asociate",
    "nav.contact": "Contacto",
    "nav.changeLanguage": "Cambiar idioma",
    "footer.description": "Desde 1889, preservando la cultura italiana y construyendo comunidad en Miramar. Un legado de tradici칩n, solidaridad y futuro.",
    "footer.quickLinks": "Enlaces R치pidos",
    "footer.service.italian": "Cursos de Idioma Italiano",
    "footer.service.citizenship": "Asesor칤a Ciudadan칤a",
    "footer.service.rentals": "Alquiler de Salones",
    "footer.service.cultural": "Actividades Culturales",
    "footer.copyright": "Todos los derechos reservados.",
    "home.title": "Bienvenido al C칤rculo Italiano Joven Italia",
    "home.subtitle": "Uniendo generaciones, celebrando nuestra herencia italiana en Miramar desde 1889.",
    "home.metaTitle": "C칤rculo Italiano Joven Italia - Miramar",
    "home.metaDescription": "Sitio oficial del C칤rculo Italiano Joven Italia de Miramar. Eventos, cultura, idioma italiano y comunidad.",
    "home.founded": "Fundado el 28 de Abril de 1889",
    "home.viewNextEvents": "Ver pr칩ximos eventos",
    "services.whatWeDo": "Lo que hacemos",
    "services.title": "Nuestros Servicios",
    "services.description": "Descubre todo lo que el C칤rculo Italiano de Miramar tiene para ofrecerte a vos y a tu familia.",
    "services.languages.title": "Idiomas",
    "services.languages.desc": "Aprende italiano e ingl칠s con nuestros diferentes niveles y propuestas para todas las edades.",
    "services.languages.cta": "Ver clases",
    "services.halls.title": "Salones",
    "services.halls.desc": "Espacios equipados y vers치tiles para tus reuniones, capacitaciones y celebraciones.",
    "services.halls.cta": "Ver espacios",
    "services.citizenship.title": "Ciudadan칤a",
    "services.citizenship.desc": "Asesoramiento y apoyo integral en los tr치mites para obtener la ciudadan칤a italiana.",
    "services.citizenship.cta": "Consultar",
    "services.culture.title": "Cultura y Arte",
    "services.culture.desc": "Exposiciones, m칰sica y eventos que promueven nuestra herencia cultural.",
    "services.culture.cta": "Ver agenda",
    "services.dance.title": "Escuela de Danzas",
    "services.dance.desc": "Ritmos en Acci칩n. Danza Jazz, Urbano, Cl치sico y m치s para todas las edades.",
    "services.dance.cta": "Ver clases",
    "services.art.title": "Taller de Arte",
    "services.art.desc": "Espacio creativo para desarrollar tus habilidades en pintura y dibujo.",
    "services.art.cta": "M치s info",
    "services.health.title": "Nutrici칩n y Salud",
    "services.health.desc": "Consultorio de nutricionista disponible para socios con aranceles preferenciales.",
    "services.health.cta": "Consultar",
    "services.university.title": "Universidad Siglo 21",
    "services.university.desc": "Centro de Aprendizaje Universitario. Carreras de grado y pregrado.",
    "services.university.cta": "Ir al sitio",
    "citizenship.title": "Tr치mites de Ciudadan칤a Italiana",
    "citizenship.subtitle": "Te acompa침amos en todo el proceso para obtener tu ciudadan칤a italiana",
    "citizenship.services.title": "Nuestros Servicios",
    "citizenship.services.subtitle": "Ofrecemos asesoramiento completo para facilitar tu tr치mite de ciudadan칤a",
    "citizenship.services.s1.title": "Asesoramiento",
    "citizenship.services.s1.desc": "Evaluamos tu caso particular para determinar la v칤a m치s adecuada para tu ciudadan칤a.",
    "citizenship.services.s2.title": "Gesti칩n de Documentos",
    "citizenship.services.s2.desc": "Te ayudamos con la b칰squeda, traducci칩n y legalizaci칩n de documentos necesarios para tu tr치mite.",
    "citizenship.services.s3.title": "Seguimiento",
    "citizenship.services.s3.desc": "Realizamos el seguimiento de tu tr치mite y te mantenemos informado sobre su estado y pr칩ximos pasos.",
    "citizenship.process.title": "Proceso de Ciudadan칤a",
    "citizenship.process.subtitle": "Conoce los pasos para obtener tu ciudadan칤a italiana",
    "citizenship.process.step1.title": "Evaluaci칩n de elegibilidad",
    "citizenship.process.step1.desc": "Analizamos tu caso para determinar si cumples con los requisitos para solicitar la ciudadan칤a italiana por descendencia.",
    "citizenship.process.step2.title": "Recopilaci칩n de documentos",
    "citizenship.process.step2.desc": "Te ayudamos a reunir todos los documentos necesarios: partidas de nacimiento, matrimonio y defunci칩n de tus antepasados italianos.",
    "citizenship.process.step3.title": "Traducci칩n y legalizaci칩n",
    "citizenship.process.step3.desc": "Gestionamos la traducci칩n oficial al italiano y la legalizaci칩n de todos los documentos requeridos.",
    "citizenship.process.step4.title": "Preparaci칩n del expediente",
    "citizenship.process.step4.desc": "Organizamos toda la documentaci칩n seg칰n los requisitos del consulado italiano correspondiente.",
    "citizenship.process.step5.title": "Presentaci칩n y seguimiento",
    "citizenship.process.step5.desc": "Te asesoramos en la presentaci칩n de la solicitud y realizamos el seguimiento hasta la obtenci칩n de tu ciudadan칤a.",
    "citizenship.requirements.title": "Requisitos",
    "citizenship.requirements.req1": "Tener un antepasado italiano que haya emigrado a Argentina despu칠s de la unificaci칩n de Italia (1861).",
    "citizenship.requirements.req2": "Demostrar la l칤nea de descendencia directa a trav칠s de documentaci칩n oficial.",
    "citizenship.requirements.req3": "El antepasado italiano no debe haber renunciado a su ciudadan칤a antes del nacimiento del siguiente descendiente en la l칤nea.",
    "citizenship.requirements.req4": "Presentar partidas de nacimiento, matrimonio y defunci칩n de todos los ascendientes en la l칤nea de descendencia.",
    "citizenship.requirements.req5": "Todos los documentos deben estar legalizados y traducidos al italiano por un traductor oficial.",
    "citizenship.faq.title": "Preguntas Frecuentes",
    "citizenship.faq.subtitle": "Resolvemos tus dudas sobre el tr치mite de ciudadan칤a italiana",
    "citizenship.faq.q1": "쯈ui칠nes pueden solicitar la ciudadan칤a italiana?",
    "citizenship.faq.a1": "Cualquier persona que pueda demostrar su descendencia de un ciudadano italiano, sin l칤mite de generaciones, siempre que la l칤nea de transmisi칩n no se haya interrumpido.",
    "citizenship.faq.q2": "쮺u치nto tiempo toma el proceso?",
    "citizenship.faq.a2": "El tiempo var칤a seg칰n cada caso, pero generalmente puede tomar entre 1 y 3 a침os desde la presentaci칩n de la solicitud hasta la obtenci칩n de la ciudadan칤a.",
    "citizenship.faq.q3": "쯈u칠 documentos necesito?",
    "citizenship.faq.a3": "Necesitar치s partidas de nacimiento, matrimonio y defunci칩n de todos tus ascendientes en la l칤nea italiana, desde tu antepasado italiano hasta ti. Todos deben estar legalizados y traducidos al italiano.",
    "citizenship.faq.q4": "쯇uedo tramitar la ciudadan칤a si mi antepasado italiano se naturaliz칩 argentino?",
    "citizenship.faq.a4": "Depende de cu치ndo se naturaliz칩. Si lo hizo despu칠s del nacimiento del siguiente descendiente en la l칤nea, a칰n puedes solicitar la ciudadan칤a. Si fue antes, la l칤nea de transmisi칩n se interrumpi칩.",
    "citizenship.faq.q5": "쯈u칠 beneficios tiene la ciudadan칤a italiana?",
    "citizenship.faq.a5": "La ciudadan칤a italiana te permite residir, trabajar y estudiar en cualquier pa칤s de la Uni칩n Europea, viajar sin restricciones por Europa, y transmitir la ciudadan칤a a tus descendientes.",
    "citizenship.cta.title": "쯃isto para iniciar tu tr치mite?",
    "citizenship.cta.desc": "Cont치ctanos para una evaluaci칩n gratuita de tu caso y comenzar el proceso hacia tu ciudadan칤a italiana.",
    "citizenship.cta.button": "Solicitar asesoramiento",
    "citizenship.metaTitle": "Tr치mites de Ciudadan칤a Italiana - C칤rculo Italiano Joven Italia",
    "citizenship.metaDescription": "Asesoramiento completo para obtener tu ciudadan칤a italiana. Te ayudamos con la gesti칩n de documentos, traducciones, legalizaciones y seguimiento de tu tr치mite.",
    "events.title": "Pr칩ximos Eventos",
    "events.subtitle": "Conoce las actividades culturales y educativas que organizamos en el C칤rculo Italiano",
    "events.noEvents": "No hay eventos programados",
    "events.noEventsDesc": "Por el momento no tenemos eventos agendados. Vuelve pronto para ver nuestras pr칩ximas actividades.",
    "events.viewMore": "Ver m치s",
    "events.metaTitle": "Eventos - C칤rculo Italiano Joven Italia",
    "events.metaDescription": "Descubre los pr칩ximos eventos culturales y educativos del C칤rculo Italiano Joven Italia en Miramar.",
    "dance.hero.schoolType": "ESCUELA DE DANZA",
    "dance.hero.quote": "LA DANZA ES EL DIBUJO DE LA IMAGINACI칍N... ES EL SONIDO DEL ALMA CUANDO SE QUIERE EXPRESAR",
    "dance.hero.author": "Graciela VELLA",
    "dance.hero.description": "Nuestro prop칩sito es fomentar un espacio multidisciplinario que acompa침e el desarrollo de las personas que lo transiten, de manera integral, a partir del cuerpo en movimiento.",
    "dance.hero.scheduleBtn": "Ver Horarios",
    "dance.hero.contactBtn": "Contactar",
    "dance.values.title": "NUESTROS VALORES",
    "dance.values.subtitle": "Los pilares que gu칤an nuestra filosof칤a educativa y art칤stica",
    "dance.values.professionalism.title": "PROFESIONALISMO",
    "dance.values.professionalism.desc": "En nuestra tarea como docentes y agentes culturales, teniendo en cuenta el contexto social que nos rodea y comprometidos a transformarlo.",
    "dance.values.authenticity.title": "AUTENTICIDAD",
    "dance.values.authenticity.desc": "No copiar modelos sino construir a trav칠s del tiempo asociaciones propias de sentido seg칰n experiencias personales de cada integrante de la escuela.",
    "dance.values.respect.title": "RESPETO",
    "dance.values.respect.desc": "A todas las personas, con un abordaje integral desde el movimiento, desde la salud y desde lo vincular.",
    "dance.values.containment.title": "CONTENCI칍N",
    "dance.values.containment.desc": "Lugar donde las personas pueden crecer a trav칠s de experiencias art칤sticas integrales, vincul치ndose desde el amor.",
    "dance.values.belonging.title": "SENTIDO DE PERTENENCIA",
    "dance.values.belonging.desc": "Hay una manera de ser parte, hay una forma de ser Ritmos en Acci칩n, hay un denominador com칰n que se encuentra t치citamente en aquellas personas que son de la Escuela.",
    "dance.gallery.title": "GALER칈A",
    "dance.gallery.subtitle": "Momentos especiales de nuestra escuela de danza",
    "dance.gallery.viewMore": "Ver m치s fotos",
    "dance.gallery.remaining": "restantes",
    "dance.schedule.title": "CRONOGRAMA DE ACTIVIDADES",
    "dance.schedule.subtitle": "Descubre nuestras clases organizadas por d칤as y horarios",
    "dance.schedule.close": "Cerrar",
    "dance.contact.title": "CONTACTO",
    "dance.contact.subtitle": "춰칔nete a nuestra familia de danza! Cont치ctanos para m치s informaci칩n",
    "dance.contact.director": "DIRECTORA: FLORENCIA FULAO",
    "dance.contact.email": "Email",
    "dance.contact.cta.title": "쯃isto para comenzar tu viaje en la danza?",
    "dance.contact.cta.desc": "Cont치ctanos para m치s informaci칩n sobre nuestras clases, horarios y precios. 춰Te esperamos en Ritmos en Acci칩n!",
    "dance.contact.cta.whatsapp": "Contactar por WhatsApp",
    "dance.footer.desc": "Escuela de danza multidisciplinaria comprometida con el desarrollo integral de nuestros estudiantes a trav칠s del movimiento y la expresi칩n art칤stica.",
    "dance.metaTitle": "Danzas - C칤rculo Italiano Joven Italia",
    "dance.metaDescription": "Escuela de danza multidisciplinaria. Mira horarios, valores y contacto.",
    "nutrition.title": "Nutrici칩n y Salud",
    "nutrition.subtitle": "Cuidando el bienestar de nuestros socios y la comunidad.",
    "nutrition.consulting.title": "Consultorio Nutricional",
    "nutrition.consulting.desc": "Consultorio de nutricionista disponible para socios con aranceles preferenciales. Un espacio pensado para acompa침arte en el camino hacia una vida m치s saludable, con asesoramiento profesional y personalizado.",
    "nutrition.benefits.title": "Beneficio para Socios",
    "nutrition.benefits.desc": "Accede a tarifas especiales presentando tu carnet de socio al d칤a.",
    "nutrition.professional.title": "Atenci칩n Profesional",
    "nutrition.professional.desc": "Licenciados en nutrici칩n especializados en diferentes 치reas.",
    "nutrition.metaTitle": "Nutrici칩n y Salud - C칤rculo Italiano",
    "nutrition.metaDescription": "Consultorio de nutrici칩n y salud en el C칤rculo Italiano de Miramar. Beneficios para socios.",
    "about.title": "Nuestra Historia",
    "about.subtitle": "136 a침os acompa침ando a la ciudad de Miramar 游뷣릖游쉻릖",
    "about.visualTour": "Un Recorrido Visual",
    "about.visualTourDesc": "Revive momentos clave de nuestra trayectoria.",
    "about.videoTitle": "Historia del C칤rculo Italiano Joven Italia",
    "about.videoTitle2": "Video Institucional",
    "about.origins": "Nuestros or칤genes",
    "about.originsP1": "La Sociedad Italiana de Socorros Mutuos fue fundada el 29 de junio de 1889, convirti칠ndose en la primera instituci칩n de Miramar, creada apenas un a침o despu칠s de la ciudad.",
    "about.originsP2": "En sus inicios, la sociedad funcionaba mediante una cuota mensual que cubr칤a gastos de enfermedad y medicamentos para sus socios. Esta estructura oper칩 durante d칠cadas, pero con la llegada de las obras sociales, su prop칩sito original fue perdiendo relevancia.",
    "about.originsP3": "Despu칠s de la Segunda Guerra Mundial, una nueva ola de inmigraci칩n italiana lleg칩 a Miramar, lo que dio origen el 29 de junio de 1959 al C칤rculo Italiano de Miramar, bajo la presidencia de Alberto Caroso. Esta nueva instituci칩n se enfoc칩 en el aspecto social y cultural, organizando reuniones, almuerzos, cenas y diversas actividades para la comunidad italiana.",
    "about.originsImgAlt": "136 a침os C칤rculo Italiano",
    "about.timeline": "L칤nea de tiempo",
    "about.timeline1889": "29 de junio - Fundaci칩n de la Sociedad Italiana de Socorros Mutuos, primera instituci칩n de la ciudad de Miramar.",
    "about.timeline1959": "29 de junio - Formaci칩n del C칤rculo Italiano de Miramar, presidido por Alberto Caroso, como respuesta a la nueva ola de inmigraci칩n italiana posterior a la Segunda Guerra Mundial. Se inician reuniones sociales, almuerzos, cenas y celebraciones de cumplea침os de socios.",
    "about.timeline2000": "Inicio de conversaciones informales entre la Sociedad Italiana y el C칤rculo Italiano para una posible unificaci칩n, impulsadas por la necesidad de renovaci칩n generacional y fortalecimiento institucional.",
    "about.timeline2002": "Junio - Inicio de los trabajos de renovaci칩n en el antiguo edificio de la Joven Italia, con el objetivo de dejar un importante legado cultural a la ciudad.",
    "about.timeline2005": "Noviembre - Fusi칩n oficial de ambas instituciones, dando lugar al actual C칤rculo Italiano Joven Italia. Se consolida el patrimonio y se unifica la masa societaria.",
    "about.timeline2009": "Venta del edificio del C칤rculo Italiano e inicio de la construcci칩n de un segundo piso en la sede de Joven Italia, con nuevas aulas y un sal칩n adicional.",
    "about.timeline2010": "19 de agosto - Inauguraci칩n del sal칩n Giuseppe Verdi en el segundo piso, completando una importante etapa de expansi칩n para la instituci칩n.",
    "about.timeline2024": "Celebraci칩n de los 136 a침os de historia, reafirmando nuestro compromiso con la promoci칩n de la cultura italiana en Miramar y continuando con los sue침os por cumplir que impulsan nuestra instituci칩n.",
    "about.legacy": "Nuestro Legado Cultural",
    "about.legacySubtitle": "Un pilar cultural para Miramar a lo largo de las d칠cadas",
    "about.communitySpace": "Un espacio para la comunidad",
    "about.legacyP1": "Desde su formaci칩n, nuestra subcomisi칩n de cultura ha trabajado profesionalmente en la programaci칩n de eventos culturales anuales como la Semana de la Cultura, proporcionando un espacio donde artistas, grupos e instituciones de la ciudad pueden mostrar sus talentos.",
    "about.legacyP2": "Hemos establecido un sal칩n de exposiciones mensuales permanentes en nuestro hall de entrada, donde talentosos artistas locales pueden presentar sus obras, y organizamos regularmente conferencias, presentaciones de libros y talleres.",
    "about.legacyP3": "Nuestro c칩ctel de moda anual, que comenz칩 como un peque침o evento, se ha convertido en un acontecimiento insignia de la ciudad, contando con figuras de primera l칤nea en el mundo de la moda y recaudando fondos para instituciones locales necesitadas.",
    "about.values": "Nuestros Valores",
    "about.valuesSubtitle": "Principios que han guiado nuestra instituci칩n a lo largo de estos 136 a침os",
    "about.valCommunity": "Comunidad",
    "about.valCommunityDesc": "Fomentamos el sentido de pertenencia y la uni칩n entre los miembros de la comunidad italiana y local, desde nuestros or칤genes como sociedad de socorros mutuos hasta hoy.",
    "about.valCulture": "Cultura",
    "about.valCultureDesc": "Preservamos y promovemos la rica cultura italiana a trav칠s de exposiciones, charlas, y eventos que enriquecen la vida cultural de Miramar.",
    "about.valEducation": "Educaci칩n",
    "about.valEducationDesc": "Ofrecemos oportunidades de aprendizaje del idioma y la cultura italiana para todas las edades, contribuyendo al desarrollo intelectual de la comunidad.",
    "about.valIntegration": "Integraci칩n",
    "about.valIntegrationDesc": "Construimos puentes entre la cultura italiana y argentina, enriqueciendo ambas comunidades, como lo demuestra nuestra exitosa fusi칩n institucional en 2005.",
    "about.valTradition": "Tradici칩n e Innovaci칩n",
    "about.valTraditionDesc": "Respetamos nuestras ra칤ces mientras nos adaptamos a los nuevos tiempos, como lo demuestra nuestra evoluci칩n de sociedad de socorros mutuos a centro cultural integral.",
    "about.valSolidarity": "Solidaridad",
    "about.valSolidarityDesc": "Apoyamos a nuestra comunidad como lo hicimos desde 1889, ahora mediante eventos ben칠ficos como nuestro c칩ctel de moda anual que beneficia a instituciones locales.",
    "about.gallery": "Galer칤a Hist칩rica",
    "about.gallerySubtitle": "Un vistazo a nuestro pasado en im치genes",
    "about.quote": "Una instituci칩n que vio nacer a una ciudad, y una ciudad que vio crecer a una instituci칩n, un orgullo para todos los italianos y para todos sus descendientes. Un sue침o que fue lejano y ut칩pico, pero que se volvi칩 realidad a partir del esfuerzo de cientos de personas que dedicaron parte de sus vidas a lograr que se convierta en una realidad. Hoy son 136 a침os y son muchos, pero a칰n nos quedan sue침os por cumplir.",
    "about.metaTitle": "Nuestra Historia - C칤rculo Italiano Joven Italia",
    "about.metaDescription": "Conoce los 136 a침os de historia del C칤rculo Italiano Joven Italia de Miramar. Desde 1889 preservando y promoviendo la cultura italiana en la comunidad.",
    "history.imageAlt": "Fachada hist칩rica del C칤rculo Italiano de Miramar",
    "history.founded": "Fundada en 1889",
    "history.years": "M치s de un siglo de historia",
    "history.tag": "Nuestra Historia",
    "history.title": "Preservando nuestras ra칤ces, construyendo futuro",
    "history.description1": "Desde 1889, somos un pilar de la cultura italiana en Miramar. Nacimos para apoyar a los inmigrantes y hoy seguimos promoviendo el idioma, las tradiciones y el encuentro cultural.",
    "history.description2": "Con 136 a침os de historia, evolucionamos manteniendo nuestro coraz칩n italiano, ofreciendo un espacio abierto a toda la comunidad.",
    "history.cta": "Conoce nuestra historia"
  }
}