{
  "locale": "it",
  "name": "it",
  "translations": {
    "nav.home": "Home",
    "nav.about": "Chi Siamo",
    "nav.services": "Servizi",
    "nav.events": "Eventi",
    "nav.join": "Associati",
    "nav.contact": "Contatti",
    "nav.changeLanguage": "Cambia lingua",
    "footer.description": "Dal 1889, preservando la cultura italiana e costruendo comunità a Miramar. Un'eredità di tradizione, solidarietà e futuro.",
    "footer.quickLinks": "Link Rapidi",
    "footer.service.italian": "Corsi di Lingua Italiana",
    "footer.service.citizenship": "Consulenza Cittadinanza",
    "footer.service.rentals": "Affitto Sale",
    "footer.service.cultural": "Attività Culturali",
    "footer.copyright": "Tutti i diritti riservati.",
    "home.title": "Benvenuti al Circolo Italiano Joven Italia",
    "home.subtitle": "Unendo generazioni, celebrando la nostra eredità italiana a Miramar dal 1889.",
    "home.metaTitle": "Circolo Italiano Joven Italia - Miramar",
    "home.metaDescription": "Sito ufficiale del Circolo Italiano Joven Italia di Miramar. Eventi, cultura, lingua italiana e comunità.",
    "home.founded": "Fondato il 28 Aprile 1889",
    "home.viewNextEvents": "Vedi prossimi eventi",
    "services.whatWeDo": "Lo que hacemos",
    "services.title": "Nuestros Servicios",
    "services.description": "Descubre todo lo que el Círculo Italiano de Miramar tiene para ofrecerte a vos y a tu familia.",
    "services.languages.title": "Idiomas",
    "services.languages.desc": "Aprende italiano e inglés con nuestros diferentes niveles y propuestas para todas las edades.",
    "services.languages.cta": "Ver clases",
    "services.halls.title": "Salones",
    "services.halls.desc": "Espacios equipados y versátiles para tus reuniones, capacitaciones y celebraciones.",
    "services.halls.cta": "Ver espacios",
    "services.citizenship.title": "Ciudadanía",
    "services.citizenship.desc": "Asesoramiento y apoyo integral en los trámites para obtener la ciudadanía italiana.",
    "services.citizenship.cta": "Consultar",
    "services.culture.title": "Cultura y Arte",
    "services.culture.desc": "Exposiciones, música y eventos que promueven nuestra herencia cultural.",
    "services.culture.cta": "Ver agenda",
    "services.dance.title": "Escuela de Danzas",
    "services.dance.desc": "Ritmos en Acción. Danza Jazz, Urbano, Clásico y más para todas las edades.",
    "services.dance.cta": "Ver clases",
    "services.art.title": "Taller de Arte",
    "services.art.desc": "Espacio creativo para desarrollar tus habilidades en pintura y dibujo.",
    "services.art.cta": "Más info",
    "services.health.title": "Nutrición y Salud",
    "services.health.desc": "Consultorio de nutricionista disponible para socios con aranceles preferenciales.",
    "services.health.cta": "Consultar",
    "services.university.title": "Universidad Siglo 21",
    "services.university.desc": "Centro de Aprendizaje Universitario. Carreras de grado y pregrado.",
    "services.university.cta": "Ir al sitio",
    "citizenship.title": "Pratiche di Cittadinanza Italiana",
    "citizenship.subtitle": "Ti accompagniamo in tutto il processo per ottenere la tua cittadinanza italiana",
    "citizenship.services.title": "I Nostri Servizi",
    "citizenship.services.subtitle": "Offriamo una consulenza completa per facilitare la tua pratica di cittadinanza",
    "citizenship.services.s1.title": "Consulenza",
    "citizenship.services.s1.desc": "Valutiamo il tuo caso specifico per determinare la via più adeguata per la tua cittadinanza.",
    "citizenship.services.s2.title": "Gestione Documenti",
    "citizenship.services.s2.desc": "Ti aiutiamo con la ricerca, traduzione e legalizzazione dei documenti necessari per la tua pratica.",
    "citizenship.services.s3.title": "Monitoraggio",
    "citizenship.services.s3.desc": "Seguiamo la tua pratica e ti teniamo informato sul suo stato e sui prossimi passi.",
    "citizenship.process.title": "Processo di Cittadinanza",
    "citizenship.process.subtitle": "Scopri i passaggi per ottenere la tua cittadinanza italiana",
    "citizenship.process.step1.title": "Valutazione di idoneità",
    "citizenship.process.step1.desc": "Analizziamo il tuo caso per determinare se soddisfi i requisiti per richiedere la cittadinanza italiana per discendenza.",
    "citizenship.process.step2.title": "Raccolta documenti",
    "citizenship.process.step2.desc": "Ti aiutiamo a raccogliere tutti i documenti necessari: atti di nascita, matrimonio e morte dei tuoi antenati italiani.",
    "citizenship.process.step3.title": "Traduzione e legalizzazione",
    "citizenship.process.step3.desc": "Gestiamo la traduzione ufficiale in italiano e la legalizzazione di tutti i documenti richiesti.",
    "citizenship.process.step4.title": "Preparazione del fascicolo",
    "citizenship.process.step4.desc": "Organizziamo tutta la documentazione secondo i requisiti del consolato italiano competente.",
    "citizenship.process.step5.title": "Presentazione e follow-up",
    "citizenship.process.step5.desc": "Ti assistiamo nella presentazione della domanda e seguiamo l'iter fino all'ottenimento della tua cittadinanza.",
    "citizenship.requirements.title": "Requisiti",
    "citizenship.requirements.req1": "Avere un antenato italiano emigrato in Argentina dopo l'unità d'Italia (1861).",
    "citizenship.requirements.req2": "Dimostrare la linea di discendenza diretta attraverso documentazione ufficiale.",
    "citizenship.requirements.req3": "L'antenato italiano non deve aver rinunciato alla sua cittadinanza prima della nascita del successivo discendente nella linea.",
    "citizenship.requirements.req4": "Presentare atti di nascita, matrimonio e morte di tutti gli ascendenti nella linea di discendenza.",
    "citizenship.requirements.req5": "Tutti i documenti devono essere legalizzati e tradotti in italiano da un traduttore ufficiale.",
    "citizenship.faq.title": "Domande Frequenti",
    "citizenship.faq.subtitle": "Risolviamo i tuoi dubbi sulla pratica di cittadinanza italiana",
    "citizenship.faq.q1": "Chi può richiedere la cittadinanza italiana?",
    "citizenship.faq.a1": "Chiunque possa dimostrare la discendenza da un cittadino italiano, senza limiti di generazioni, purché la linea di trasmissione non sia stata interrotta.",
    "citizenship.faq.q2": "Quanto tempo richiede il processo?",
    "citizenship.faq.a2": "Il tempo varia a seconda di ogni caso, ma generalmente può richiedere tra 1 e 3 anni dalla presentazione della domanda all'ottenimento della cittadinanza.",
    "citizenship.faq.q3": "Di quali documenti ho bisogno?",
    "citizenship.faq.a3": "Avrai bisogno degli atti di nascita, matrimonio e morte di tutti i tuoi ascendenti nella linea italiana, dal tuo antenato italiano fino a te. Tutti devono essere legalizzati e tradotti in italiano.",
    "citizenship.faq.q4": "Posso richiedere la cittadinanza se il mio antenato italiano si è naturalizzato argentino?",
    "citizenship.faq.a4": "Dipende da quando si è naturalizzato. Se lo ha fatto dopo la nascita del successivo discendente nella linea, puoi ancora richiedere la cittadinanza. Se è stato prima, la linea di trasmissione è stata interrotta.",
    "citizenship.faq.q5": "Quali vantaggi ha la cittadinanza italiana?",
    "citizenship.faq.a5": "La cittadinanza italiana ti permette di risiedere, lavorare e studiare in qualsiasi paese dell'Unione Europea, viaggiare senza restrizioni in Europa e trasmettere la cittadinanza ai tuoi discendenti.",
    "citizenship.cta.title": "Pronto per iniziare la tua pratica?",
    "citizenship.cta.desc": "Contattaci per una valutazione gratuita del tuo caso e inizia il percorso verso la tua cittadinanza italiana.",
    "citizenship.cta.button": "Richiedi consulenza",
    "citizenship.metaTitle": "Pratiche di Cittadinanza Italiana - Circolo Italiano Joven Italia",
    "citizenship.metaDescription": "Consulenza completa per ottenere la tua cittadinanza italiana. Ti aiutiamo con la gestione documenti, traduzioni, legalizzazioni e monitoraggio della tua pratica.",
    "events.title": "Prossimi Eventi",
    "events.subtitle": "Scopri le attività culturali ed educative che organizziamo al Circolo Italiano",
    "events.noEvents": "Nessun evento programmato",
    "events.noEventsDesc": "Al momento non abbiamo eventi in programma. Torna presto per vedere le nostre prossime attività.",
    "events.viewMore": "Vedi di più",
    "events.metaTitle": "Eventi - Circolo Italiano Joven Italia",
    "events.metaDescription": "Scopri i prossimi eventi culturali ed educativi del Circolo Italiano Joven Italia a Miramar.",
    "dance.hero.schoolType": "SCUOLA DI DANZA",
    "dance.hero.quote": "LA DANZA È IL DISEGNO DELL'IMMAGINAZIONE... È IL SUONO DELL'ANIMA QUANDO VUOLE ESPRIMERSI",
    "dance.hero.author": "Graciela VELLA",
    "dance.hero.description": "Il nostro scopo è promuovere uno spazio multidisciplinare che accompagni lo sviluppo delle persone che lo attraversano, in modo integrale, a partire dal corpo in movimento.",
    "dance.hero.scheduleBtn": "Vedi Orari",
    "dance.hero.contactBtn": "Contatto",
    "dance.values.title": "I NOSTRI VALORI",
    "dance.values.subtitle": "I pilastri che guidano la nostra filosofia educativa e artistica",
    "dance.values.professionalism.title": "PROFESSIONALITÀ",
    "dance.values.professionalism.desc": "Nel nostro compito come insegnanti e agenti culturali, tenendo conto del contesto sociale che ci circonda e impegnati a trasformarlo.",
    "dance.values.authenticity.title": "AUTENTICITÀ",
    "dance.values.authenticity.desc": "Non copiare modelli ma costruire attraverso il tempo associazioni proprie di senso secondo esperienze personali di ogni membro della scuola.",
    "dance.values.respect.title": "RISPETTO",
    "dance.values.respect.desc": "A tutte le persone, con un approccio integrale dal movimento, dalla salute e dal vincolare.",
    "dance.values.containment.title": "CONTENIMENTO",
    "dance.values.containment.desc": "Luogo dove le persone possono crescere attraverso esperienze artistiche integrali, legandosi dall'amore.",
    "dance.values.belonging.title": "SENSO DI APPARTENENZA",
    "dance.values.belonging.desc": "C'è un modo di essere parte, c'è un modo di essere Ritmos en Acción, c'è un denominatore comune che si trova tacitamente in quelle persone che sono della Scuola.",
    "dance.gallery.title": "GALLERIA",
    "dance.gallery.subtitle": "Momenti speciali della nostra scuola di danza",
    "dance.gallery.viewMore": "Vedi altre foto",
    "dance.gallery.remaining": "rimanenti",
    "dance.schedule.title": "PROGRAMMA DELLE ATTIVITÀ",
    "dance.schedule.subtitle": "Scopri le nostre lezioni organizzate per giorni e orari",
    "dance.schedule.close": "Chiudere",
    "dance.contact.title": "CONTATTO",
    "dance.contact.subtitle": "Unisciti alla nostra famiglia di danza! Contattaci per maggiori informazioni",
    "dance.contact.director": "DIRETTRICE: FLORENCIA FULAO",
    "dance.contact.email": "Email",
    "dance.contact.cta.title": "Pronto per iniziare il tuo viaggio nella danza?",
    "dance.contact.cta.desc": "Contattaci per maggiori informazioni sulle nostre lezioni, orari e prezzi. Ti aspettiamo a Ritmos en Acción!",
    "dance.contact.cta.whatsapp": "Contatta via WhatsApp",
    "dance.footer.desc": "Scuola di danza multidisciplinare impegnata nello sviluppo integrale dei nostri studenti attraverso il movimento e l'espressione artistica.",
    "dance.metaTitle": "Danza - Circolo Italiano Joven Italia",
    "dance.metaDescription": "Scuola di danza multidisciplinare. Vedi orari, valori e contatto.",
    "nutrition.title": "Nutrizione e Salute",
    "nutrition.subtitle": "Prendersi cura del benessere dei nostri soci e della comunità.",
    "nutrition.consulting.title": "Studio Nutrizionale",
    "nutrition.consulting.desc": "Studio di nutrizionista disponibile per i soci con tariffe preferenziali. Uno spazio pensato per accompagnarti nel percorso verso una vita più sana, con consulenza professionale e personalizzata.",
    "nutrition.benefits.title": "Beneficio per i Soci",
    "nutrition.benefits.desc": "Accedi a tariffe speciali presentando la tua tessera socio aggiornata.",
    "nutrition.professional.title": "Attenzione Professionale",
    "nutrition.professional.desc": "Laureati in nutrizione specializzati in diverse aree.",
    "nutrition.metaTitle": "Nutrizione e Salute - Circolo Italiano",
    "nutrition.metaDescription": "Studio di nutrizione e salute al Circolo Italiano di Miramar. Benefici per i soci.",
    "about.title": "La Nostra Storia",
    "about.subtitle": "136 anni accompagnando la città di Miramar 🇦🇷🇮🇹",
    "about.visualTour": "Un Tour Visivo",
    "about.visualTourDesc": "Rivivi i momenti chiave del nostro percorso.",
    "about.videoTitle": "Storia del Círculo Italiano Joven Italia",
    "about.videoTitle2": "Video Istituzionale",
    "about.origins": "Le Nostre Origini",
    "about.originsP1": "La Società Italiana di Mutuo Soccorso fu fondata il 29 giugno 1889, diventando la prima istituzione di Miramar, creata appena un anno dopo la città stessa.",
    "about.originsP2": "Agli inizi, la società operava tramite una quota mensile che copriva le spese di malattia e medicinali per i suoi soci. Questa struttura operò per decenni, ma con l'arrivo delle assicurazioni sanitarie, il suo scopo originale perse rilevanza.",
    "about.originsP3": "Dopo la Seconda Guerra Mondiale, una nuova ondata di immigrazione italiana arrivò a Miramar, dando origine il 29 giugno 1959 al Circolo Italiano di Miramar, sotto la presidenza di Alberto Caroso. Questa nuova istituzione si concentrò sull'aspetto sociale e culturale, organizzando riunioni, pranzi, cene e diverse attività per la comunità italiana.",
    "about.originsImgAlt": "136 anni Circolo Italiano",
    "about.timeline": "Linea del Tempo",
    "about.timeline1889": "29 giugno - Fondazione della Società Italiana di Mutuo Soccorso, prima istituzione della città di Miramar.",
    "about.timeline1959": "29 giugno - Formazione del Circolo Italiano di Miramar, presieduto da Alberto Caroso, in risposta alla nuova ondata di immigrazione italiana post Seconda Guerra Mondiale. Iniziano incontri sociali, pranzi, cene e celebrazioni dei compleanni dei soci.",
    "about.timeline2000": "Inizio di conversazioni informali tra la Società Italiana e il Circolo Italiano per una possibile unificazione, spinte dalla necessità di rinnovamento generazionale e rafforzamento istituzionale.",
    "about.timeline2002": "Giugno - Inizio dei lavori di ristrutturazione nel vecchio edificio della Joven Italia, con l'obiettivo di lasciare un'importante eredità culturale alla città.",
    "about.timeline2005": "Novembre - Fusione ufficiale di entrambe le istituzioni, dando vita all'attuale Circolo Italiano Joven Italia. Si consolida il patrimonio e si unifica la base sociale.",
    "about.timeline2009": "Vendita dell'edificio del Circolo Italiano e inizio della costruzione di un secondo piano nella sede della Joven Italia, con nuove aule e una sala aggiuntiva.",
    "about.timeline2010": "19 agosto - Inaugurazione della sala Giuseppe Verdi al secondo piano, completando un'importante tappa di espansione per l'istituzione.",
    "about.timeline2024": "Celebrazione dei 136 anni di storia, riaffermando il nostro impegno nella promozione della cultura italiana a Miramar e continuando con i sogni ancora da realizzare che guidano la nostra istituzione.",
    "about.legacy": "Il Nostro Patrimonio Culturale",
    "about.legacySubtitle": "Un pilastro culturale per Miramar nel corso dei decenni",
    "about.communitySpace": "Uno Spazio per la Comunità",
    "about.legacyP1": "Dalla sua formazione, la nostra sottocommissione culturale ha lavorato con professionalità nella programmazione di eventi culturales annuali come la Settimana della Cultura, offrendo uno spazio dove artisti, gruppi e istituzioni della città possono mostrare i loro talenti.",
    "about.legacyP2": "Abbiamo stabilito una sala espositiva mensile permanente nel nostro ingresso, dove talentuosi artisti locali possono presentare le loro opere, e organizziamo regolarmente conferenze, presentazioni di libri e laboratori.",
    "about.legacyP3": "Il nostro cocktail di moda annuale, iniziato come un piccolo evento, è diventato un evento di punta della città, con figure di primo piano nel mondo della moda e raccogliendo fondi per le istituzioni locali bisognose.",
    "about.values": "I Nostri Valori",
    "about.valuesSubtitle": "Principi che hanno guidato la nostra istituzione in questi 136 anni",
    "about.valCommunity": "Comunità",
    "about.valCommunityDesc": "Incoraggiamo il senso di appartenenza e l'unione tra i membri della comunità italiana e locale, dalle nostre origini come società di mutuo soccorso fino ad oggi.",
    "about.valCulture": "Cultura",
    "about.valCultureDesc": "Preserviamo e promuoviamo la ricca cultura italiana attraverso mostre, conferenze ed eventi che arricchiscono la vita culturale di Miramar.",
    "about.valEducation": "Educazione",
    "about.valEducationDesc": "Offriamo opportunità di apprendimento della lingua e cultura italiana per tutte le età, contribuendo allo sviluppo intellettuale della comunità.",
    "about.valIntegration": "Integrazione",
    "about.valIntegrationDesc": "Costruiamo ponti tra la cultura italiana e argentina, arricchendo entrambe le comunità, come dimostrato dalla nostra riuscita fusione istituzionale nel 2005.",
    "about.valTradition": "Tradizione e Innovazione",
    "about.valTraditionDesc": "Rispettiamo le nostre radici mentre ci adattiamo ai tempi moderni, come dimostra la nostra evoluzione da società di mutuo soccorso a centro culturale integrale.",
    "about.valSolidarity": "Solidarietà",
    "about.valSolidarityDesc": "Sosteniamo la nostra comunità come facciamo dal 1889, ora attraverso eventi benefici come il nostro cocktail di moda annuale che aiuta le istituzioni locali.",
    "about.gallery": "Galleria Storica",
    "about.gallerySubtitle": "Uno sguardo al nostro passato in immagini",
    "about.quote": "Un'istituzione che ha visto nascere una città, e una città che ha visto crescere un'istituzione, un orgoglio per tutti gli italiani e per tutti i loro discendenti. Un sogno che era lontano e utopico, ma che è diventato realtà grazie allo sforzo di centinaia di persone che hanno dedicato parte della loro vita a realizzarlo. Oggi sono 136 anni e sono tanti, ma abbiamo ancora sogni da realizzare.",
    "about.metaTitle": "La Nostra Storia - Circolo Italiano Joven Italia",
    "about.metaDescription": "Scopri i 136 anni di storia del Circolo Italiano Joven Italia di Miramar. Dal 1889 preservando e promuovendo la cultura italiana nella comunità.",
    "history.imageAlt": "Facciata storica del Circolo Italiano di Miramar",
    "history.founded": "Fondata nel 1889",
    "history.years": "Più di un secolo di storia",
    "history.tag": "La Nostra Storia",
    "history.title": "Preservando le nostre radici, costruendo il futuro",
    "history.description1": "Dal 1889 siamo un pilastro della cultura italiana a Miramar. Siamo nati per sostenere gli immigrati e oggi continuiamo a promuovere la lingua, le tradizioni e l'incontro culturale.",
    "history.description2": "Con 136 anni di storia, ci evolviamo mantenendo il nostro cuore italiano, offrendo uno spazio aperto a tutta la comunità.",
    "history.cta": "Conosci la nostra storia",
    "join.title": "Diventa Socio",
    "join.description": "Per diventare socio del Circolo Italiano, ti invitiamo a compilare il modulo corrispondente. Se non hai due soci attivi che possano presentarti, coordineremo un colloquio con i membri del Consiglio Direttivo.",
    "join.instructions": "Di seguito inviamo il link per associarsi all'istituzione. Potrai completare i tuoi dati e un membro del team ti contatterà.",
    "join.button": "Compila modulo di associazione",
    "join.contact": "Per conoscere i valori della quota sociale e maggiori dettagli, ti chiediamo di contattarci via email a:",
    "join.metaTitle": "Diventa Socio - Circolo Italiano Miramar",
    "join.metaDescription": "Scopri come diventare socio del Circolo Italiano di Miramar, compila il modulo e ricevi tutte le informazioni necessarie.",
    "joinForm.hero.title": "Modulo di Iscrizione",
    "joinForm.hero.subtitle": "Completa il seguente modulo per iniziare la tua domanda di iscrizione",
    "joinForm.personalData": "Dati Personali",
    "joinForm.contact": "Dati di Contatto",
    "joinForm.additional": "Informazioni Aggiuntive",
    "joinForm.presenters": "Soci Presentatori (Opzionale)",
    "joinForm.motivation": "Motivazione",
    "joinForm.nombre": "Nome",
    "joinForm.apellido": "Cognome",
    "joinForm.dni": "Documento",
    "joinForm.fechaNacimiento": "Data di Nascita",
    "joinForm.nacionalidad": "Nazionalità",
    "joinForm.email": "Email",
    "joinForm.telefono": "Telefono / WhatsApp",
    "joinForm.domicilio": "Indirizzo",
    "joinForm.ciudad": "Città",
    "joinForm.codigoPostal": "Codice Postale",
    "joinForm.profesion": "Professione",
    "joinForm.estadoCivil": "Stato Civile",
    "joinForm.estadoCivil.soltero": "Celibe/Nubile",
    "joinForm.estadoCivil.casado": "Coniugato/a",
    "joinForm.estadoCivil.divorciado": "Divorziato/a",
    "joinForm.estadoCivil.viudo": "Vedovo/a",
    "joinForm.estadoCivil.otro": "Altro",
    "joinForm.ascendenciaItaliana": "Hai ascendenza italiana?",
    "joinForm.socioPresentante1": "Primo Socio Presentatore",
    "joinForm.socioPresentante2": "Secondo Socio Presentatore",
    "joinForm.motivoAsociacion": "Perché vuoi diventare socio del Circolo Italiano?",
    "joinForm.submit": "Invia Domanda",
    "joinForm.submitting": "Invio domanda...",
    "joinForm.successTitle": "Domanda Inviata!",
    "joinForm.successMessage": "Abbiamo ricevuto la tua domanda di iscrizione. Un membro del Consiglio Direttivo ti contatterà a breve.",
    "joinForm.newRequest": "Invia un'altra domanda",
    "joinForm.errorMessage": "Si è verificato un errore durante l'invio della domanda. Riprova.",
    "joinForm.metaTitle": "Modulo di Iscrizione - Circolo Italiano",
    "joinForm.metaDescription": "Completa la tua domanda di iscrizione al Circolo Italiano Joven Italia di Miramar.",
    "Contacto": "",
    "Estamos aquí para ayudarte": "",
    "Envíanos un mensaje": "",
    "¿Tienes dudas, consultas o quieres comunicarte con nosotros? Completa el formulario y te responderemos a la brevedad.": "",
    "Nombre y apellido": "",
    "Asunto": "",
    "Mensaje": "",
    "Enviar mensaje": "",
    "Información de contacto": "",
    "Dirección": "",
    "Teléfono": "",
    "Cómo llegar": "",
    "contact.metaTitle": "",
    "contact.metaDesc": ""
  }
}