{
  "locale": "it",
  "name": "it",
  "translations": {
    "nav.home": "Home",
    "nav.about": "Chi Siamo",
    "nav.services": "Servizi",
    "nav.events": "Eventi",
    "nav.join": "Associati",
    "nav.contact": "Contatti",
    "nav.changeLanguage": "Cambia lingua",
    "footer.description": "Dal 1889, preservando la cultura italiana e costruendo comunità a Miramar. Un'eredità di tradizione, solidarietà e futuro.",
    "footer.quickLinks": "Link Rapidi",
    "footer.service.italian": "Corsi di Lingua Italiana",
    "footer.service.citizenship": "Consulenza Cittadinanza",
    "footer.service.rentals": "Affitto Sale",
    "footer.service.cultural": "Attività Culturali",
    "footer.copyright": "Tutti i diritti riservati.",
    "home.title": "Benvenuti al Circolo Italiano Joven Italia",
    "home.subtitle": "Unendo generazioni, celebrando la nostra eredità italiana a Miramar dal 1889.",
    "home.metaTitle": "Circolo Italiano Joven Italia - Miramar",
    "home.metaDescription": "Sito ufficiale del Circolo Italiano Joven Italia di Miramar. Eventi, cultura, lingua italiana e comunità.",
    "home.founded": "Fondato il 28 Aprile 1889",
    "home.viewNextEvents": "Vedi prossimi eventi",
    "services.whatWeDo": "Lo que hacemos",
    "services.title": "Nuestros Servicios",
    "services.description": "Descubre todo lo que el Círculo Italiano de Miramar tiene para ofrecerte a vos y a tu familia.",
    "services.languages.title": "Idiomas",
    "services.languages.desc": "Aprende italiano e inglés con nuestros diferentes niveles y propuestas para todas las edades.",
    "services.languages.cta": "Ver clases",
    "services.halls.title": "Salones",
    "services.halls.desc": "Espacios equipados y versátiles para tus reuniones, capacitaciones y celebraciones.",
    "services.halls.cta": "Ver espacios",
    "services.citizenship.title": "Ciudadanía",
    "services.citizenship.desc": "Asesoramiento y apoyo integral en los trámites para obtener la ciudadanía italiana.",
    "services.citizenship.cta": "Consultar",
    "services.culture.title": "Cultura y Arte",
    "services.culture.desc": "Exposiciones, música y eventos que promueven nuestra herencia cultural.",
    "services.culture.cta": "Ver agenda",
    "services.dance.title": "Escuela de Danzas",
    "services.dance.desc": "Ritmos en Acción. Danza Jazz, Urbano, Clásico y más para todas las edades.",
    "services.dance.cta": "Ver clases",
    "services.art.title": "Taller de Arte",
    "services.art.desc": "Espacio creativo para desarrollar tus habilidades en pintura y dibujo.",
    "services.art.cta": "Más info",
    "services.health.title": "Nutrición y Salud",
    "services.health.desc": "Consultorio de nutricionista disponible para socios con aranceles preferenciales.",
    "services.health.cta": "Consultar",
    "services.university.title": "Universidad Siglo 21",
    "services.university.desc": "Centro de Aprendizaje Universitario. Carreras de grado y pregrado.",
    "services.university.cta": "Ir al sitio",
    "citizenship.title": "Pratiche di Cittadinanza Italiana",
    "citizenship.subtitle": "Ti accompagniamo in tutto il processo per ottenere la tua cittadinanza italiana",
    "citizenship.services.title": "I Nostri Servizi",
    "citizenship.services.subtitle": "Offriamo una consulenza completa per facilitare la tua pratica di cittadinanza",
    "citizenship.services.s1.title": "Consulenza",
    "citizenship.services.s1.desc": "Valutiamo il tuo caso specifico per determinare la via più adeguata per la tua cittadinanza.",
    "citizenship.services.s2.title": "Gestione Documenti",
    "citizenship.services.s2.desc": "Ti aiutiamo con la ricerca, traduzione e legalizzazione dei documenti necessari per la tua pratica.",
    "citizenship.services.s3.title": "Monitoraggio",
    "citizenship.services.s3.desc": "Seguiamo la tua pratica e ti teniamo informato sul suo stato e sui prossimi passi.",
    "citizenship.process.title": "Processo di Cittadinanza",
    "citizenship.process.subtitle": "Scopri i passaggi per ottenere la tua cittadinanza italiana",
    "citizenship.process.step1.title": "Valutazione di idoneità",
    "citizenship.process.step1.desc": "Analizziamo il tuo caso per determinare se soddisfi i requisiti per richiedere la cittadinanza italiana per discendenza.",
    "citizenship.process.step2.title": "Raccolta documenti",
    "citizenship.process.step2.desc": "Ti aiutiamo a raccogliere tutti i documenti necessari: atti di nascita, matrimonio e morte dei tuoi antenati italiani.",
    "citizenship.process.step3.title": "Traduzione e legalizzazione",
    "citizenship.process.step3.desc": "Gestiamo la traduzione ufficiale in italiano e la legalizzazione di tutti i documenti richiesti.",
    "citizenship.process.step4.title": "Preparazione del fascicolo",
    "citizenship.process.step4.desc": "Organizziamo tutta la documentazione secondo i requisiti del consolato italiano competente.",
    "citizenship.process.step5.title": "Presentazione e follow-up",
    "citizenship.process.step5.desc": "Ti assistiamo nella presentazione della domanda e seguiamo l'iter fino all'ottenimento della tua cittadinanza.",
    "citizenship.requirements.title": "Requisiti",
    "citizenship.requirements.req1": "Avere un antenato italiano emigrato in Argentina dopo l'unità d'Italia (1861).",
    "citizenship.requirements.req2": "Dimostrare la linea di discendenza diretta attraverso documentazione ufficiale.",
    "citizenship.requirements.req3": "L'antenato italiano non deve aver rinunciato alla sua cittadinanza prima della nascita del successivo discendente nella linea.",
    "citizenship.requirements.req4": "Presentare atti di nascita, matrimonio e morte di tutti gli ascendenti nella linea di discendenza.",
    "citizenship.requirements.req5": "Tutti i documenti devono essere legalizzati e tradotti in italiano da un traduttore ufficiale.",
    "citizenship.faq.title": "Domande Frequenti",
    "citizenship.faq.subtitle": "Risolviamo i tuoi dubbi sulla pratica di cittadinanza italiana",
    "citizenship.faq.q1": "Chi può richiedere la cittadinanza italiana?",
    "citizenship.faq.a1": "Chiunque possa dimostrare la discendenza da un cittadino italiano, senza limiti di generazioni, purché la linea di trasmissione non sia stata interrotta.",
    "citizenship.faq.q2": "Quanto tempo richiede il processo?",
    "citizenship.faq.a2": "Il tempo varia a seconda di ogni caso, ma generalmente può richiedere tra 1 e 3 anni dalla presentazione della domanda all'ottenimento della cittadinanza.",
    "citizenship.faq.q3": "Di quali documenti ho bisogno?",
    "citizenship.faq.a3": "Avrai bisogno degli atti di nascita, matrimonio e morte di tutti i tuoi ascendenti nella linea italiana, dal tuo antenato italiano fino a te. Tutti devono essere legalizzati e tradotti in italiano.",
    "citizenship.faq.q4": "Posso richiedere la cittadinanza se il mio antenato italiano si è naturalizzato argentino?",
    "citizenship.faq.a4": "Dipende da quando si è naturalizzato. Se lo ha fatto dopo la nascita del successivo discendente nella linea, puoi ancora richiedere la cittadinanza. Se è stato prima, la linea di trasmissione è stata interrotta.",
    "citizenship.faq.q5": "Quali vantaggi ha la cittadinanza italiana?",
    "citizenship.faq.a5": "La cittadinanza italiana ti permette di risiedere, lavorare e studiare in qualsiasi paese dell'Unione Europea, viaggiare senza restrizioni in Europa e trasmettere la cittadinanza ai tuoi discendenti.",
    "citizenship.cta.title": "Pronto per iniziare la tua pratica?",
    "citizenship.cta.desc": "Contattaci per una valutazione gratuita del tuo caso e inizia il percorso verso la tua cittadinanza italiana.",
    "citizenship.cta.button": "Richiedi consulenza",
    "citizenship.metaTitle": "Pratiche di Cittadinanza Italiana - Circolo Italiano Joven Italia",
    "citizenship.metaDescription": "Consulenza completa per ottenere la tua cittadinanza italiana. Ti aiutiamo con la gestione documenti, traduzioni, legalizzazioni e monitoraggio della tua pratica."
  }
}